{
  "joyful_mysteries": [
    {
      "mystery_name": "The Annunciation",
      "reference": "Luke 1:26-38",
      "scripture_text": "1:26 And in the sixth month, the angel Gabriel was sent from God into a city of Galilee, called Nazareth,\n\n1:27 To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin's name was Mary.\n\n1:28 And the angel being come in, said unto her: Hail, full of grace, the Lord is with thee: blessed art thou among women.\n\n1:29 Who having heard, was troubled at his saying, and thought with herself what manner of salutation this should be.\n\n1:30 And the angel said to her: Fear not, Mary, for thou hast found grace with God.\n\n1:31 Behold thou shalt conceive in thy womb, and shalt bring forth a son; and thou shalt call his name Jesus.\n\n1:32 He shall be great, and shall be called the Son of the most High; and the Lord God shall give unto him the throne of David his father; and he shall reign in the house of Jacob for ever.\n\n1:33 And of his kingdom there shall be no end.\n\n1:34 And Mary said to the angel: How shall this be done, because I know not man?\n\n1:35 And the angel answering, said to her: The Holy Ghost shall come upon thee, and the power of the most High shall overshadow thee. And therefore also the Holy which shall be born of thee shall be called the Son of God.\n\n1:36 And behold thy cousin Elizabeth, she also hath conceived a son in her old age; and this is the sixth month with her that is called barren:\n\n1:37 Because no word shall be impossible with God.\n\n1:38 And Mary said: Behold the handmaid of the Lord; be it done to me according to thy word. And the angel departed from her."
    },
    {
      "mystery_name": "The Visitation",
      "reference": "Luke 1:39-56",
      "scripture_text": "1:39 And Mary rising up in those days, went into the hill country with haste into a city of Juda.\n\n1:40 And she entered into the house of Zachary, and saluted Elizabeth.\n\n1:41 And it came to pass, that when Elizabeth heard the salutation of Mary, the infant leaped in her womb.\n\n1:42 And she cried out with a loud voice, and said: Blessed art thou among women, and blessed is the fruit of thy womb.\n\n1:43 And whence is this to me, that the mother of my Lord should come to me?\n\n1:44 For behold as soon as the voice of thy salutation sounded in my ears, the infant in my womb leaped for joy.\n\n1:45 And blessed art thou that hast believed, because those things shall be accomplished that were spoken to thee by the Lord.\n\n1:46 My soul doth magnify the Lord.\n\n1:47 And my spirit hath rejoiced in God my Saviour.\n\n1:48 Because he hath regarded the humility of his handmaid; for behold from henceforth all generations shall call me blessed.\n\n1:49 Because he that is mighty, hath done great things to me; and holy is his name.\n\n1:50 And his mercy is from generation unto generations, to them that fear him.\n\n1:51 He hath shewed might in his arm: he hath scattered the proud in the conceit of their heart.\n\n1:52 He hath put down the mighty from their seat, and hath exalted the humble.\n\n1:53 He hath filled the hungry with good things; and the rich he hath sent empty away.\n\n1:54 He hath received Israel his servant, being mindful of his mercy:\n\n1:55 As he spoke to our fathers, to Abraham and to his seed for ever.\n\n1:56 And Mary abode with her about three months; and she returned to her own house."
    },
    {
      "mystery_name": "The Nativity",
      "reference": "Luke 2:1-20",
      "scripture_text": "2:1 AND it came to pass, that in those days there went out a decree from Caesar Augustus, that the whole world should be enrolled.\n\n2:2 This enrolling was first made by Cyrinus, the governor of Syria.\n\n2:3 And all went to be enrolled, every one into his own city.\n\n2:4 And Joseph also went up from Galilee, out of the city of Nazareth into Judea, to the city of David, which is called Bethlehem: because he was of the house and family of David,\n\n2:5 To be enrolled with Mary his espoused wife, who was with child.\n\n2:6 And it came to pass, that when they were there, her days were accomplished, that she should be delivered.\n\n2:7 And she brought forth her firstborn son, and wrapped him up in swaddling clothes, and laid him in a manger; because there was no room for them in the inn.\n\n2:8 And there were in the same country shepherds watching, and keeping the night watches over their flock.\n\n2:9 And behold an angel of the Lord stood by them, and the brightness of God shone round about them; and they feared with a great fear.\n\n2:10 And the angel said to them: Fear not; for, behold, I bring you good tidings of great joy, that shall be to all the people:\n\n2:11 For, this day, is born to you a Saviour, who is Christ the Lord, in the city of David.\n\n2:12 And this shall be a sign unto you. You shall find the infant wrapped in swaddling clothes, and laid in a manger.\n\n2:13 And suddenly there was with the angel a multitude of the heavenly army, praising God, and saying:\n\n2:14 Glory to God in the highest; and on earth peace to men of good will.\n\n2:15 And it came to pass, after the angels departed from them into heaven, the shepherds said one to another: Let us go over to Bethlehem, and let us see this word that is come to pass, which the Lord hath shewed to us.\n\n2:16 And they came with haste; and they found Mary and Joseph, and the infant lying in the manger.\n\n2:17 And seeing, they understood of the word that had been spoken to them concerning this child.\n\n2:18 And all that heard, wondered; and at those things that were told them by the shepherds.\n\n2:19 But Mary kept all these words, pondering them in her heart.\n\n2:20 And the shepherds returned, glorifying and praising God, for all the things they had heard and seen, as it was told unto them."
    },
    {
      "mystery_name": "The Presentation",
      "reference": "Luke 2:22-38",
      "scripture_text": "2:22 And after the days of her purification, according to the law of Moses, were accomplished, they carried him to Jerusalem, to present him to the Lord:\n\n2:23 As it is written in the law of the Lord: Every male opening the womb shall be called holy to the Lord:\n\n2:24 And to offer a sacrifice, according as it is written in the law of the Lord, a pair of turtledoves, or two young pigeons:\n\n2:25 And behold there was a man in Jerusalem named Simeon, and this man was just and devout, waiting for the consolation of Israel; and the Holy Ghost was in him.\n\n2:26 And he had received an answer from the Holy Ghost, that he should not see death, before he had seen the Christ of the Lord.\n\n2:27 And he came by the Spirit into the temple. And when his parents brought in the child Jesus, to do for him according to the custom of the law,\n\n2:28 He also took him into his arms, and blessed God, and said:\n\n2:29 Now thou dost dismiss thy servant, O Lord, according to thy word in peace:\n\n2:30 Because my eyes have seen thy salvation,\n\n2:31 Which thou hast prepared before the face of all peoples:\n\n2:32 A light to the revelation of the Gentiles and the glory of thy people Israel.\n\n2:33 And his father and mother were wondering at those things which were spoken concerning him.\n\n2:34 And Simeon blessed them and said to Mary his mother: Behold this child is set for the fall and for the resurrection of many in Israel and for a sign which shall be contradicted.\n\n2:35 And thy own soul a sword shall pierce, that, out of many hearts thoughts may be revealed.\n\n2:36 And there was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Aser. She was far advanced in years and had lived with her husband seven years from her virginity.\n\n2:37 And she was a widow until fourscore and four years: who departed not from the temple, by fastings and prayers serving night and day.\n\n2:38 Now she, at the same hour, coming in, confessed to the Lord: and spoke of him to all that looked for the redemption of Israel."
    },
    {
      "mystery_name": "Finding in the Temple",
      "reference": "Luke 2:41-52",
      "scripture_text": "2:41 And his parents went every year to Jerusalem, at the solemn day of the pasch,\n\n2:42 And when he was twelve years old, they going up into Jerusalem, according to the custom of the feast,\n\n2:43 And having fulfilled the days, when they returned, the child Jesus remained in Jerusalem; and his parents knew it not.\n\n2:44 And thinking that he was in the company, they came a day's journey, and sought him among their kinsfolks and acquaintance.\n\n2:45 And not finding him, they returned into Jerusalem, seeking him.\n\n2:46 And it came to pass, that, after three days, they found him in the temple, sitting in the midst of the doctors, hearing them, and asking them questions.\n\n2:47 And all that heard him were astonished at his wisdom and his answers.\n\n2:48 And seeing him, they wondered. And his mother said to him: Son, why hast thou done so to us? behold thy father and I have sought thee sorrowing.\n\n2:49 And he said to them: How is it that you sought me? did you not know, that I must be about my father's business?\n\n2:50 And they understood not the word that he spoke unto them.\n\n2:51 And he went down with them, and came to Nazareth, and was subject to them. And his mother kept all these words in her heart.\n\n2:52 And Jesus advanced in wisdom, and age, and grace with God and men."
    }
  ],
  "luminous_mysteries": [
    {
      "mystery_name": "Baptism in the Jordan",
      "reference": "Matthew 3:13-17; Mark 1:9-11; Luke 3:21-22",
      "scripture_text": "Matthew 3:13-17:\n\n3:13 Then cometh Jesus from Galilee to the Jordan, unto John, to be baptized by him.\n\n3:14 But John stayed him, saying: I ought to be baptized by thee, and comest thou to me?\n\n3:15 And Jesus answering, said to him: Suffer it to be so now. For so it becometh us to fulfill all justice. Then he suffered him.\n\n3:16 And Jesus being baptized, forthwith came out of the water: and lo, the heavens were opened to him: and he saw the Spirit of God descending as a dove, and coming upon him.\n\n3:17 And behold a voice from heaven, saying: This is my beloved Son, in whom I am well pleased.\n\nMark 1:9-11:\n\n1:9 And it came to pass, in those days, Jesus came from Nazareth of Galilee, and was baptized by John in the Jordan.\n\n1:10 And forthwith coming up out of he water, he saw the heavens opened, and the Spirit as a dove descending, and remaining on him.\n\n1:11 And there came a voice from heaven: Thou art my beloved Son; in thee I am well pleased.\n\nLuke 3:21-22:\n\n3:21 Now it came to pass, when all the people were baptized, that Jesus also being baptized and praying, heaven was opened;\n\n3:22 And the Holy Ghost descended in a bodily shape, as a dove upon him; and a voice came from heaven: Thou art my beloved Son; in thee I am well pleased."
    },
    {
      "mystery_name": "Wedding at Cana",
      "reference": "John 2:1-11",
      "scripture_text": "2:1 AND the third day, there was a marriage in Cana of Galilee: and the mother of Jesus was there.\n\n2:2 And Jesus also was invited, and his disciples, to the marriage.\n\n2:3 And the wine failing, the mother of Jesus saith to him: They have no wine.\n\n2:4 And Jesus saith to her: Woman, what is that to me and to thee? my hour is not yet come.\n\n2:5 His mother saith to the waiters: Whatsoever he shall say to you, do ye.\n\n2:6 Now there were set there six waterpots of stone, according to the manner of the purifying of the Jews, containing two or three measures apiece.\n\n2:7 Jesus saith to them: Fill the waterpots with water. And they filled them up to the brim.\n\n2:8 And Jesus saith to them: Draw out now, and carry to the chief steward of the feast. And they carried it.\n\n2:9 And when the chief steward had tasted the water made wine, and knew not whence it was, but the waiters knew who had drawn the water; the chief steward calleth the bridegroom,\n\n2:10 And saith to him: Every man at first setteth forth good wine, and when men have well drunk, then that which is worse. But thou hast kept the good wine until now.\n\n2:11 This beginning of miracles did Jesus in Cana of Galilee; and manifested his glory, and his disciples believed in him."
    },
    {
      "mystery_name": "Proclamation of the Kingdom",
      "reference": "Mark 1:14-15; Matthew 5-7 (excerpts); Luke 7:47-50",
      "scripture_text": "Mark 1:14-15:\n\n1:14 And after that John was delivered up, Jesus came into Galilee, preaching the gospel of the kingdom of God,\n\n1:15 And saying: The time is accomplished, and the kingdom of God is at hand: repent, and believe the gospel.\n\nMatthew 5:1-12 (The Beatitudes):\n\n5:1 And seeing the multitudes, he went up into a mountain, and when he was set down, his disciples came unto him.\n\n5:2 And opening his mouth he taught them, saying:\n\n5:3 Blessed are the poor in spirit: for theirs is the kingdom of heaven.\n\n5:4 Blessed are the meek: for they shall possess the land.\n\n5:5 Blessed are they that mourn: for they shall be comforted.\n\n5:6 Blessed are they that hunger and thirst after justice: for they shall have their fill.\n\n5:7 Blessed are the merciful: for they shall obtain mercy.\n\n5:8 Blessed are the clean of heart: they shall see God.\n\n5:9 Blessed are the peacemakers: for they shall be called the children of God.\n\n5:10 Blessed are they that suffer persecution for justice' sake: for theirs is the kingdom of heaven.\n\n5:11 Blessed are ye when they shall revile you, and persecute you, and speak all that is evil against you, untruly, for my sake:\n\n5:12 Be glad and rejoice for your reward is very great in heaven. For so they persecuted the prophets that were before you.\n\nMatthew 5:14-16 (Light of the World):\n\n5:14 You are the light of the world. A city seated on a mountain cannot be hid.\n\n5:15 Neither do men light a candle and put it under a bushel, but upon a candlestick, that it may shine to all that are in the house.\n\n5:16 So let your light shine before men, that they may see your good works, and glorify your Father who is in heaven.\n\nMatthew 6:9-13 (The Lord's Prayer):\n\n6:9 Thus therefore shall you pray: Our Father who art in heaven, hallowed be thy name.\n\n6:10 Thy kingdom come. Thy will be done on earth as it is in heaven.\n\n6:11 Give us this day our supersubstantial bread.\n\n6:12 And forgive us our debts, as we also forgive our debtors.\n\n6:13 And lead us not into temptation. But deliver us from evil. Amen.\n\nMatthew 7:7-8, 12:\n\n7:7 Ask, and it shall be given you: seek, and you shall find: knock, and it shall be opened to you.\n\n7:8 For every one that asketh, receiveth: and he that seeketh, findeth: and to him that knocketh, it shall be opened.\n\n7:12 All things therefore whatsoever you would that men should do to you, do you also to them. For this is the law and the prophets.\n\nLuke 7:47-50:\n\n7:47 Wherefore I say to thee: Many sins are forgiven her, because she hath loved much. But to whom less is forgiven, he loveth less.\n\n7:48 And he said to her: Thy sins are forgiven thee.\n\n7:49 And they that sat at meat with him began to say within themselves: Who is this that forgiveth sins also?\n\n7:50 And he said to the woman: Thy faith hath made thee safe, go in peace."
    },
    {
      "mystery_name": "Transfiguration",
      "reference": "Matthew 17:1-8; Mark 9:2-8; Luke 9:28-36",
      "scripture_text": "Matthew 17:1-8:\n\n17:1 AND after six days Jesus taketh unto him Peter and James, and John his brother, and bringeth them up into a high mountain apart:\n\n17:2 And he was transfigured before them. And his face did shine as the sun: and his garments became white as snow.\n\n17:3 And behold there appeared to them Moses and Elias talking with him.\n\n17:4 And Peter answering, said to Jesus: Lord, it is good for us to be here: if thou wilt, let us make here three tabernacles, one for thee, and one for Moses, and one for Elias.\n\n17:5 And as he was yet speaking, behold a bright cloud overshadowed them. And lo, a voice out of the cloud, saying: This is my beloved Son, in whom I am well pleased: hear ye him.\n\n17:6 And the disciples hearing, fell upon their face, and were very much afraid.\n\n17:7 And Jesus came and touched them: and said to them, Arise, and fear not.\n\n17:8 And they lifting up their eyes saw no one but only Jesus.\n\nMark 9:2-8:\n\n9:2 And his garments became shining and exceeding white as snow, so as no fuller upon earth can make white.\n\n9:3 And there appeared to them Elias with Moses; and they were talking with Jesus.\n\n9:4 And Peter answering, said to Jesus: Rabbi, it is good for us to be here: and let us make three tabernacles, one for thee, and one for Moses, and one for Elias.\n\n9:5 For he knew not what he said: for they were struck with fear.\n\n9:6 And there was a cloud overshadowing them: and a voice came out of the cloud, saying: This is my most beloved son; hear ye him.\n\n9:7 And immediately looking about, they saw no man any more, but Jesus only with them.\n\n9:8 And as they came down from the mountain, he charged them not to tell any man what things they had seen, till the Son of man shall be risen again from the dead.\n\nLuke 9:28-36:\n\n9:28 And it came to pass about eight days after these words, that he took Peter, and James, and John, and went up into a mountain to pray.\n\n9:29 And whilst he prayed, the shape of his countenance was altered, and his raiment became white and glittering.\n\n9:30 And behold two men were talking with him. And they were Moses and Elias,\n\n9:31 Appearing in majesty. And they spoke of his decease that he should accomplish in Jerusalem.\n\n9:32 But Peter and they that were with him were heavy with sleep. And waking, they saw his glory, and the two men that stood with him.\n\n9:33 And it came to pass, that as they were departing from him, Peter saith to Jesus: Master, it is good for us to be here; and let us make three tabernacles, one for thee, and one for Moses, and one for Elias; not knowing what he said.\n\n9:34 And as he spoke these things, there came a cloud, and overshadowed them; and they were afraid, when they entered into the cloud.\n\n9:35 And a voice came out of the cloud, saying: This is my beloved Son; hear him.\n\n9:36 And whilst the voice was uttered, Jesus was found alone. And they held their peace, and told no man in those days any of these things which they had seen."
    },
    {
      "mystery_name": "Institution of the Eucharist",
      "reference": "Matthew 26:26-29; Mark 14:22-25; Luke 22:19-20; 1 Corinthians 11:23-26",
      "scripture_text": "Matthew 26:26-29:\n\n26:26 And whilst they were at supper, Jesus took bread and blessed and broke and gave to his disciples and said: Take ye and eat. This is my body.\n\n26:27 And taking the chalice, he gave thanks and gave to them, saying: Drink ye all of this.\n\n26:28 For this is my blood of the new testament, which shall be shed for many unto remission of sins.\n\n26:29 And I say to you, I will not drink from henceforth of this fruit of the vine until that day when I shall drink it with you new in the kingdom of my Father.\n\nMark 14:22-25:\n\n14:22 And whilst they were eating, Jesus took bread; and blessing, broke, and gave to them, and said: Take ye. This is my body.\n\n14:23 And having taken the chalice, giving thanks, he gave it to them. And they all drank of it.\n\n14:24 And he said to them: This is my blood of the new testament, which shall be shed for many.\n\n14:25 Amen I say to you, that I will drink no more of the fruit of the vine, until that day when I shall drink it new in the kingdom of God.\n\nLuke 22:19-20:\n\n22:19 And taking bread, he gave thanks and brake and gave to them, saying: This is my body, which is given for you. Do this for a commemoration of me.\n\n22:20 In like manner, the chalice also, after he had supped, saying: This is the chalice, the new testament in my blood, which shall be shed for you.\n\n1 Corinthians 11:23-26:\n\n11:23 For I have received of the Lord that which also I delivered unto you, that the Lord Jesus, the same night in which he was betrayed, took bread.\n\n11:24 And giving thanks, broke, and said: Take ye, and eat: this is my body, which shall be delivered for you: this do for the commemoration of me.\n\n11:25 In like manner also the chalice, after he had supped, saying: This chalice is the new testament in my blood: this do ye, as often as you shall drink, for the commemoration of me.\n\n11:26 For as often as you shall eat this bread, and drink the chalice, you shall shew the death of the Lord, until he come."
    }
  ],
  "sorrowful_mysteries": [
    {
      "mystery_name": "Agony in the Garden",
      "reference": "Matthew 26:36-46; Mark 14:32-42; Luke 22:39-46",
      "scripture_text": "Matthew 26:36-46:\n\n26:36 Then Jesus came with them into a country place which is called Gethsemani. And he said to his disciples: Sit you here, till I go yonder and pray.\n\n26:37 And taking with him Peter and the two sons of Zebedee, he began to grow sorrowful and to be sad.\n\n26:38 Then he saith to them: My soul is sorrowful even unto death. Stay you here and watch with me.\n\n26:39 And going a little further, he fell upon his face, praying and saying: My Father, if it be possible, let this chalice pass from me. Nevertheless, not as I will but as thou wilt.\n\n26:40 And he cometh to his disciples and findeth them asleep. And he saith to Peter: What? Could you not watch one hour with me?\n\n26:41 Watch ye: and pray that ye enter not into temptation. The spirit indeed is willing, but the flesh is weak.\n\n26:42 Again the second time, he went and prayed, saying: My Father, if this chalice may not pass away, but I must drink it, thy will be done.\n\n26:43 And he cometh again and findeth them sleeping: for their eyes were heavy.\n\n26:44 And leaving them, he went again: and he prayed the third time, saying the selfsame word.\n\n26:45 Then he cometh to his disciples and said to them: Sleep ye now and take your rest. Behold the hour is at hand: and the Son of man shall be betrayed into the hands of sinners.\n\n26:46 Rise: let us go. Behold he is at hand that will betray me.\n\nMark 14:32-42:\n\n14:32 And they came to a farm called Gethsemani. And he saith to his disciples: Sit you here, while I pray.\n\n14:33 And he taketh Peter and James and John with him; and he began to fear and to be heavy.\n\n14:34 And he saith to them: My soul is sorrowful even unto death; stay you here, and watch.\n\n14:35 And when he was gone forward a little, he fell flat on the ground; and he prayed, that if it might be, the hour might pass from him.\n\n14:36 And he saith: Abba, Father, all things are possible to thee: remove this chalice from me; but not what I will, but what thou wilt.\n\n14:37 And he cometh, and findeth them sleeping. And he saith to Peter: Simon, sleepest thou? couldst thou not watch one hour?\n\n14:38 Watch ye, and pray that you enter not into temptation. The spirit indeed is willing, but the flesh is weak.\n\n14:39 A going away again, he prayed, saying the same words.\n\n14:40 And when he returned, he found them again asleep, (for their eyes were heavy,) and they knew not what to answer him.\n\n14:41 And he cometh the third time, and saith to them: Sleep ye now, and take your rest. It is enough: the hour is come: behold the Son of man shall be betrayed into the hands of sinners.\n\n14:42 Rise up, let us go. Behold, he that will betray me is at hand.\n\nLuke 22:39-46:\n\n22:39 And going out, he went, according to his custom, to the Mount of Olives. And his disciples also followed him.\n\n22:40 And when he was come to the place, he said to them: Pray, lest ye enter into temptation.\n\n22:41 And he was withdrawn away from them a stone's cast. And kneeling down, he prayed.\n\n22:42 Saying: Father, if thou wilt, remove this chalice from me: but yet not my will, but thine be done.\n\n22:43 And there appeared to him an angel from heaven, strengthening him. And being in an agony, he prayed the longer.\n\n22:44 And his sweat became as drops of blood, trickling down upon the ground.\n\n22:45 And when he rose up from prayer and was come to the disciples, he found them sleeping for sorrow.\n\n22:46 And he said to them: Why sleep you? Arise: pray: lest you enter into temptation."
    },
    {
      "mystery_name": "Scourging at the Pillar",
      "reference": "John 19:1; Matthew 27:26; Mark 15:15",
      "scripture_text": "John 19:1:\n\n19:1 THEN therefore, Pilate took Jesus, and scourged him.\n\nMatthew 27:26:\n\n27:26 Then he released to them Barabbas: and having scourged Jesus, delivered him unto them to be crucified.\n\nMark 15:15:\n\n15:15 And so Pilate being willing to satisfy the people, released to them Barabbas, and delivered up Jesus, when he had scourged him, to be crucified."
    },
    {
      "mystery_name": "Crowning with Thorns",
      "reference": "Matthew 27:27-31; Mark 15:16-20; John 19:2-3",
      "scripture_text": "Matthew 27:27-31:\n\n27:27 Then the soldiers of the governor, taking Jesus into the hall, gathered together unto him the whole band.\n\n27:28 And stripping him, they put a scarlet cloak about him.\n\n27:29 And platting a crown of thorns, they put it upon his head, and a reed in his right hand. And bowing the knee before him, they mocked him, saying: Hail, King of the Jews.\n\n27:30 And spitting upon him, they took the reed and struck his head.\n\n27:31 And after they had mocked him, they took off the cloak from him and put on him his own garments and led him away to crucify him.\n\nMark 15:16-20:\n\n15:16 And the soldiers led him away into the court of the palace, and they called together the whole band\n\n15:17 And they clothe him with purple, and platting a crown of thorns, they put it upon him.\n\n15:18 And they began to salute him: Hail, king of the Jews.\n\n15:19 And they struck his head with a reed: and they did spit on him. And bowing their knees, they adored him.\n\n15:20 And after they had mocked him, they took off the purple from him, and put his own garments on him, and they led him out to crucify him.\n\nJohn 19:2-3:\n\n19:2 And the soldiers platting a crown of thorns, put it upon his head; and they put on him a purple garment.\n\n19:3 And they came to him, and said: Hail, king of the Jews; and they gave him blows."
    },
    {
      "mystery_name": "Carrying of the Cross",
      "reference": "Luke 23:26-32; Matthew 27:31-33; John 19:16-17",
      "scripture_text": "Luke 23:26-32:\n\n23:26 And as they led him away, they laid hold of one Simon of Cyrene, coming from the country; and they laid the cross on him to carry after Jesus.\n\n23:27 And there followed him a great multitude of people and of women, who bewailed and lamented him.\n\n23:28 But Jesus turning to them, said: Daughters of Jerusalem, weep not over me; but weep for yourselves and for your children.\n\n23:29 For behold, the days shall come, wherein they will say: Blessed are the barren and the wombs that have not borne and the paps that have not given suck.\n\n23:30 Then shall they begin to say to the mountains: Fall upon us. And to the hills: Cover us.\n\n23:31 For if in the green wood they do these things, what shall be done in the dry?\n\n23:32 And there were also two other malefactors led with him to be put to death.\n\nMatthew 27:31-33:\n\n27:31 And after they had mocked him, they took off the cloak from him and put on him his own garments and led him away to crucify him.\n\n27:32 And going out, they found a man of Cyrene, named Simon: him they forced to take up his cross.\n\n27:33 And they came to the place that is called Golgotha, which is the place of Calvary.\n\nJohn 19:16-17:\n\n19:16 Then therefore he delivered him to them to be crucified. And they took Jesus, and led him forth.\n\n19:17 And bearing his own cross, he went forth to that place which is called Calvary, but in Hebrew Golgotha."
    },
    {
      "mystery_name": "Crucifixion",
      "reference": "Luke 23:33-46; John 19:18-30; Matthew 27:33-54",
      "scripture_text": "Luke 23:33-46:\n\n23:33 And when they were come to the place which is called Calvary, they crucified him there: and the robbers, one on the right hand, and the other on the left.\n\n23:34 And Jesus said: Father, forgive them, for they know not what they do. But they, dividing his garments, cast lots.\n\n23:35 And the people stood beholding. And the rulers with them derided him, saying: He saved others: let him save himself, if he be Christ, the elect of God.\n\n23:36 And the soldiers also mocked him, coming to him and offering him vinegar\n\n23:37 And saying: If thou be the king of the Jews, save thyself.\n\n23:38 And there was also a superscription written over him in letters of Greek and Latin and Hebrew THIS IS THE KING OF THE JEWS\n\n23:39 And one of those robbers who were hanged blasphemed him, saying: If thou be Christ, save thyself and us.\n\n23:40 But the other answering, rebuked him, saying: Neither dost thou fear God, seeing; thou art under the same condemnation?\n\n23:41 And we indeed justly: for we receive the due reward of our deeds. But this man hath done no evil.\n\n23:42 And he said to Jesus: Lord, remember me when thou shalt come into thy kingdom.\n\n23:43 And Jesus said to him: Amen I say to thee: This day thou shalt be with me in paradise.\n\n23:44 And it was almost the sixth hour: and there was darkness over all the earth until the ninth hour.\n\n23:45 And the sun was darkened, and the veil of the temple was rent in the midst.\n\n23:46 And Jesus crying with a loud voice, said: Father, into thy hands I commend my spirit. And saying this, he gave up the ghost.\n\nJohn 19:18-30:\n\n19:18 Where they crucified him, and with him two others, one on each side, and Jesus in the midst.\n\n19:19 And Pilate wrote a title also, and he put it upon the cross. And the writing was: JESUS OF NAZARETH, THE KING OF THE JEWS.\n\n19:20 This title therefore many of the Jews did read: because the place where Jesus was crucified was nigh to the city: and it was written in Hebrew, in Greek, and in Latin.\n\n19:21 Then the chief priests of the Jews said to Pilate: Write not, The King of the Jews; but that he said, I am the King of the Jews.\n\n19:22 Pilate answered: What I have written, I have written.\n\n19:23 The soldiers therefore, when they had crucified him, took his garments, (and they made four parts, to every soldier a part,) and also his coat. Now the coat was without seam, woven from the top throughout.\n\n19:24 They said then one to another: Let us not cut it, but let us cast lots for it, whose it shall be; that the scripture might be fulfilled, saying: They have parted my garments among them, and upon my vesture they have cast lot. And the soldiers indeed did these things.\n\n19:25 Now there stood by the cross of Jesus, his mother, and his mother's sister, Mary of Cleophas, and Mary Magdalen.\n\n19:26 When Jesus therefore had seen his mother and the disciple standing whom he loved, he saith to his mother: Woman, behold thy son.\n\n19:27 After that, he saith to the disciple: Behold thy mother. And from that hour, the disciple took her to his own.\n\n19:28 Afterwards, Jesus knowing that all things were now accomplished, that the scripture might be fulfilled, said: I thirst.\n\n19:29 Now there was a vessel set there full of vinegar. And they, putting a sponge full of vinegar and hyssop, put it to his mouth.\n\n19:30 Jesus therefore, when he had taken the vinegar, said: It is consummated. And bowing his head, he gave up the ghost.\n\nMatthew 27:33-54:\n\n27:33 And they came to the place that is called Golgotha, which is the place of Calvary.\n\n27:34 And they gave him wine to drink mingled with gall. And when he had tasted, he would not drink.\n\n27:35 And after they had crucified him, they divided his garments, casting lots; that it might be fulfilled which was spoken by the prophet, saying: They divided my garments among them; and upon my vesture they cast lots.\n\n27:36 And they sat and watched him.\n\n27:37 And they put over his head his cause written: THIS IS JESUS THE KING OF THE JEWS.\n\n27:38 Then were crucified with him two thieves: one on the right hand and one on the left.\n\n27:39 And they that passed by blasphemed him, wagging their heads,\n\n27:40 And saying: Vah, thou that destroyest the temple of God and in three days dost rebuild it: save thy own self. If thou be the Son of God, come down from the cross.\n\n27:41 In like manner also the chief priests, with the scribes and ancients, mocking said:\n\n27:42 He saved others: himself he cannot save. If he be the king of Israel, let him now come down from the cross: and we will believe him.\n\n27:43 He trusted in God: let him now deliver him if he will have him. For he said: I am the Son of God.\n\n27:44 And the selfsame thing the thieves also that were crucified with him reproached him with.\n\n27:45 Now from the sixth hour, there was darkness over the whole earth, until the ninth hour.\n\n27:46 And about the ninth hour, Jesus cried with a loud voice, saying: Eli, Eli, lamma sabacthani? That is, My God, My God, why hast thou forsaken me?\n\n27:47 And some that stood there and heard said: This man calleth Elias.\n\n27:48 And immediately one of them running took a sponge and filled it with vinegar and put it on a reed and gave him to drink.\n\n27:49 And the others said: Let be. Let us see whether Elias will come to deliver him.\n\n27:50 And Jesus again crying with a loud voice, yielded up the ghost.\n\n27:51 And behold the veil of the temple was rent in two from the top even to the bottom: and the earth quaked and the rocks were rent.\n\n27:52 And the graves were opened: and many bodies of the saints that had slept arose,\n\n27:53 And coming out of the tombs after his resurrection, came into the holy city and appeared to many.\n\n27:54 Now the centurion and they that were with him watching Jesus, having seen the earthquake and the things that were done, were sore afraid, saying: Indeed this was the Son of God."
    }
  ],
  "glorious_mysteries": [
    {
      "mystery_name": "Resurrection",
      "reference": "Matthew 28:1-10; Mark 16:1-14; Luke 24:1-12; John 20:1-29",
      "scripture_text": "Matthew 28:1-10:\n\n28:1 And in the end of the sabbath, when it began to dawn towards the first day of the week, came Mary Magdalen and the other Mary, to see the sepulchre.\n\n28:2 And behold there was a great earthquake. For an angel of the Lord descended from heaven and coming rolled back the stone and sat upon it.\n\n28:3 And his countenance was as lightning and his raiment as snow.\n\n28:4 And for fear of him, the guards were struck with terror and became as dead men.\n\n28:5 And the angel answering, said to the women: Fear not you: for I know that you seek Jesus who was crucified.\n\n28:6 He is not here. For he is risen, as he said. Come, and see the place where the Lord was laid.\n\n28:7 And going quickly, tell ye his disciples that he is risen. And behold he will go before you into Galilee. There you shall see him. Lo, I have foretold it to you.\n\n28:8 And they went out quickly from the sepulchre with fear and great joy, running to tell his disciples.\n\n28:9 And behold, Jesus met them, saying: All hail. But they came up and took hold of his feet and adored him.\n\n28:10 Then Jesus said to them: Fear not. Go, tell my brethren that they go into Galilee. There they shall see me.\n\nMark 16:1-14:\n\n16:1 AND when the sabbath was past, Mary Magdalen, and Mary the mother of James, and Salome, bought sweet spices, that coming, they might anoint Jesus.\n\n16:2 And very early in the morning, the first day of the week, they come to the sepulchre, the sun being now risen.\n\n16:3 And they said one to another: Who shall roll us back the stone from the door of the sepulchre?\n\n16:4 And looking, they saw the stone rolled back. For it was very great.\n\n16:5 And entering into the sepulchre, they saw a young man sitting on the right side, clothed with a white robe: and they were astonished.\n\n16:6 Who saith to them: Be not affrighted; you seek Jesus of Nazareth, who was crucified: he is risen, he is not here, behold the place where they laid him.\n\n16:7 But go, tell his disciples and Peter that he goeth before you into Galilee; there you shall see him, as he told you.\n\n16:8 But they going out, fled from the sepulchre. For a trembling and fear had seized them: and they said nothing to any man; for they were afraid.\n\n16:9 But he rising early the first day of the week, appeared first to Mary Magdalen, out of whom he had cast seven devils.\n\n16:10 She went and told them that had been with him, who were mourning and weeping.\n\n16:11 And they hearing that he was alive, and had been seen by her, did not believe.\n\n16:12 And after that he appeared in another shape to two of them walking, as they were going into the country.\n\n16:13 And they going told it to the rest: neither did they believe them.\n\n16:14 At length he appeared to the eleven as they were at table: and he upbraided them with their incredulity and hardness of heart, because they did not believe them who had seen him after he was risen again.\n\nLuke 24:1-12:\n\n24:1 And on the first day of the week, very early in the morning, they came to the sepulchre, bringing the spices which they had prepared.\n\n24:2 And they found the stone rolled back from the sepulchre.\n\n24:3 And going in, they found not the body of the Lord Jesus.\n\n24:4 And it came to pass, as they were astonished in their mind at this, behold, two men stood by them, in shining apparel.\n\n24:5 And as they were afraid and bowed down their countenance towards the ground, they said unto them: Why seek you the living with the dead?\n\n24:6 He is not here, but is risen. Remember how he spoke unto you, when he was yet in Galilee,\n\n24:7 Saying: The Son of man must be delivered into the hands of sinful men and be crucified and the third day rise again.\n\n24:8 And they remembered his words.\n\n24:9 And going back from the sepulchre, they told all these things to the eleven and to all the rest.\n\n24:10 And it was Mary Magdalen and Joanna and Mary of James and the other women that were with them, who told these things to the apostles.\n\n24:11 And these words seemed to them as idle tales: and they did not believe them.\n\n24:12 But Peter rising up, ran to the sepulchre and, stooping down, he saw the linen cloths laid by themselves: and went away wondering in himself at that which was come to pass.\n\nJohn 20:1-29:\n\n20:1 AND on the first day of the week, Mary Magdalen cometh early, when it was yet dark, unto the sepulchre; and she saw the stone taken away from the sepulchre.\n\n20:2 She ran, therefore, and cometh to Simon Peter, and to the other disciple whom Jesus loved, and saith to them: They have taken away the Lord out of the sepulchre, and we know not where they have laid him.\n\n20:3 Peter therefore went out, and that other disciple, and they came to the sepulchre.\n\n20:4 And they both ran together, and that other disciple did outrun Peter, and came first to the sepulchre.\n\n20:5 And when he stooped down, he saw the linen cloths lying; but yet he went not in.\n\n20:6 Then cometh Simon Peter, following him, and went into the sepulchre, and saw the linen cloths lying,\n\n20:7 And the napkin that had been about his head, not lying with the linen cloths, but apart, wrapped up into one place.\n\n20:8 Then that other disciple also went in, who came first to the sepulchre: and he saw, and believed.\n\n20:9 For as yet they knew not the scripture, that he must rise again from the dead.\n\n20:10 The disciples therefore departed again to their home.\n\n20:11 But Mary stood at the sepulchre without, weeping. Now as she was weeping, she stooped down, and looked into the sepulchre,\n\n20:12 And she saw two angels in white, sitting, one at the head, and one at the feet, where the body of Jesus had been laid.\n\n20:13 They say to her: Woman, why weepest thou? She saith to them: Because they have taken away my Lord; and I know not where they have laid him.\n\n20:14 When she had thus said, she turned herself back, and saw Jesus standing; and she knew not that it was Jesus.\n\n20:15 Jesus saith to her: Woman, why weepest thou? whom seekest thou? She, thinking it was the gardener, saith to him: Sir, if thou hast taken him hence, tell me where thou hast laid him, and I will take him away.\n\n20:16 Jesus saith to her: Mary. She turning, saith to him: Rabboni (which is to say, Master).\n\n20:17 Jesus saith to her: Do not touch me, for I am not yet ascended to my Father. But go to my brethren, and say to them: I ascend to my Father and to your Father, to my God and your God.\n\n20:18 Mary Magdalen cometh, and telleth the disciples: I have seen the Lord, and these things he said to me.\n\n20:19 Now when it was late that same day, the first of the week, and the doors were shut, where the disciples were gathered together, for fear of the Jews, Jesus came and stood in the midst, and said to them: Peace be to you.\n\n20:20 And when he had said this, he shewed them his hands and his side. The disciples therefore were glad, when they saw the Lord.\n\n20:21 He said therefore to them again: Peace be to you. As the Father hath sent me, I also send you.\n\n20:22 When he had said this, he breathed on them; and he said to them: Receive ye the Holy Ghost.\n\n20:23 Whose sins you shall forgive, they are forgiven them; and whose sins you shall retain, they are retained.\n\n20:24 Now Thomas, one of the twelve, called Didymus, was not with them when Jesus came.\n\n20:25 The other disciples therefore said to him: We have seen the Lord. But he said to them: Except I shall see in his hands the print of the nails, and put my finger into the place of the nails, and put my hand into his side, I will not believe.\n\n20:26 And after eight days, again his disciples were within, and Thomas with them. Jesus cometh, the doors being shut, and stood in the midst, and said: Peace be to you.\n\n20:27 Then he said to Thomas: Put in thy finger hither, and see my hands; and bring hither thy hand, and put it into my side; and be not faithless, but believing.\n\n20:28 Thomas answered, and said to him: My Lord, and my God.\n\n20:29 Jesus saith to him: Because thou hast seen me, Thomas, thou hast believed: blessed are they that have not seen, and have believed."
    },
    {
      "mystery_name": "Ascension",
      "reference": "Luke 24:50-53; Acts 1:6-11",
      "scripture_text": "Luke 24:50-53:\n\n24:50 And he led them out as far as Bethania: and lifting up his hands, he blessed them.\n\n24:51 And it came to pass, whilst he blessed them, he departed from them and was carried up to heaven.\n\n24:52 And they adoring went back into Jerusalem with great joy.\n\n24:53 And they were always in the temple, praising and blessing God. Amen.\n\nActs 1:6-11:\n\n1:6 They therefore who were come together, asked him, saying: Lord, wilt thou at this time restore again the kingdom to Israel?\n\n1:7 But he said to them: It is not for you to know the times or moments, which the Father hath put in his own power:\n\n1:8 But you shall receive the power of the Holy Ghost coming upon you, and you shall be witnesses unto me in Jerusalem, and in all Judea, and Samaria, and even to the uttermost part of the earth.\n\n1:9 And when he had said these things, while they looked on, he was raised up: and a cloud received him out of their sight.\n\n1:10 And while they were beholding him going up to heaven, behold two men stood by them in white garments.\n\n1:11 Who also said: Ye men of Galilee, why stand you looking up to heaven? This Jesus who is taken up from you into heaven, shall so come, as you have seen him going into heaven."
    },
    {
      "mystery_name": "Descent of the Holy Ghost",
      "reference": "Acts 2:1-11",
      "scripture_text": "2:1 AND when the days of the Pentecost were accomplished, they were all together in one place:\n\n2:2 And suddenly there came a sound from heaven, as of a mighty wind coming, and it filled the whole house where they were sitting.\n\n2:3 And there appeared to them parted tongues as it were of fire, and it sat upon every one of them:\n\n2:4 And they were all filled with the Holy Ghost, and they began to speak with divers tongues, according as the Holy Ghost gave them to speak.\n\n2:5 Now there were dwelling at Jerusalem, Jews, devout men, out of every nation under heaven.\n\n2:6 And when this was noised abroad, the multitude came together, and were confounded in mind, because that every man heard them speak in his own tongue.\n\n2:7 And they were all amazed, and wondered, saying: Behold, are not all these, that speak, Galileans?\n\n2:8 And how have we heard, every man our own tongue wherein we were born?\n\n2:9 Parthians, and Medes, and Elamites, and inhabitants of Mesopotamia, Judea, and Cappadocia, Pontus and Asia,\n\n2:10 Phrygia, and Pamphylia, Egypt, and the parts of Libya about Cyrene, and strangers of Rome,\n\n2:11 Jews also, and proselytes, Cretes, and Arabians: we have heard them speak in our own tongues the wonderful works of God."
    },
    {
      "mystery_name": "Assumption",
      "reference": "Revelation 12:1; Song of Songs 2:10-14; Judith 13:23-25",
      "scripture_text": "Revelation 12:1:\n\n12:1 And a great sign appeared in heaven: A woman clothed with the sun, and the moon under her feet, and on her head a crown of twelve stars:\n\nSong of Songs 2:10-14:\n\n2:10 Behold my beloved speaketh to me: Arise, make haste, my love, my dove, my beautiful one, and come.\n\n2:11 For winter is now past, the rain is over and gone.\n\n2:12 The flowers have appeared in our land, the time of pruning is come: the voice of the turtle is heard in our land:\n\n2:13 The fig tree hath put forth her green figs: the vines in flower yield their sweet smell. Arise, my love, my beautiful one, and come:\n\n2:14 My dove in the clefts of the rock, in the hollow places of the wall, shew me thy face, let thy voice sound in my ears: for thy voice is sweet, and thy face comely.\n\nJudith 13:23-25:\n\n13:23 And Ozias the prince of the people of Israel, said to her: Blessed art thou, O daughter, by the Lord the most high God, above all women upon the earth.\n\n13:24 Blessed be the Lord who made heaven and earth, who hath directed thee to the cutting off the head of the prince of our enemies.\n\n13:25 Because he hath so magnified thy name this day, that thy praise shall not depart out of the mouth of men who shall be mindful of the power of the Lord for ever, for that thou hast not spared thy life, by reason of the distress and tribulation of thy people, but hast prevented our ruin in the presence of our God."
    },
    {
      "mystery_name": "Coronation",
      "reference": "Revelation 12:1; Psalm 45:10-17",
      "scripture_text": "Revelation 12:1:\n\n12:1 And a great sign appeared in heaven: A woman clothed with the sun, and the moon under her feet, and on her head a crown of twelve stars:\n\nPsalm 45:10-17:\n\n45:10 Hearken, O daughter, and see, and incline thy ear: and forget thy people and thy father's house.\n\n45:11 And the king shall greatly desire thy beauty; for he is the Lord thy God, and him they shall adore.\n\n45:12 And the daughters of Tyre with gifts, yea, all the rich among the people, shall entreat thy countenance.\n\n45:13 All the glory of the king's daughter is within in golden borders,\n\n45:14 Clothed round about with varieties. After her shall virgins be brought to the king: her neighbours shall be brought to thee.\n\n45:15 They shall be brought with gladness and rejoicing: they shall be brought into the temple of the king.\n\n45:16 Instead of thy fathers, sons are born to thee: thou shalt make them princes over all the earth.\n\n45:17 They shall remember thy name throughout all generations. Therefore shall people praise thee for ever; yea, for ever and ever."
    }
  ]
}
